{
  "90001": {
    "Id": 90001,
    "Name": "司母戊鼎",
    "Desc": "司母戊鼎，形制巨大，雄伟庄严，工艺精巧；鼎身四周铸有精巧的盘龙纹和饕餮纹，增加了文物本身的威武凝重之感。饕餮是传说中喜欢吃各种食物的神兽，把它铸在青铜器上，表示吉祥、丰年足食。耳廓纹饰俗称虎咬人头纹，这种纹饰是在耳的左右作虎形，虎头绕到耳的上部张口相向，虎的中间有一人头，好像被虎所吞噬。耳的上面还有两尾鱼形。足上铸的蝉纹，图案表现蝉体，线条清晰。腹内壁铸有“司母戊”三字，字体笔势雄健，形体丰腴，笔划的起止多显峰露芒，间用肥笔。",
    "Level": 4,
    "Effect": [2008],
    "Depart": [[96001, 10], [1, 100]],
    "Type": "铜器",
    "Theme": "主题零",
    "FId": 96001,
    "Cost": 60001,
    "Odds": [1, 1, 1, 1]
  },
  "90002": {
    "Id": 90002,
    "Name": "击鼓说唱俑",
    "Desc": "此俑头戴软小冠，并以长巾围绕一匝，前额上打一花结。他的表演仿佛已经进入了高潮，他得意忘形，表情夸张，竟不自觉地手舞足蹈起来。他上身赤裸，下穿长裤；身屈，蹲坐在地面上，赤足，右腿扬起，脚掌向上，张口，露齿，眯缝双眼，露出活泼诙谐憨厚之态。额前有皱纹数道，开怀大笑，仿佛正进行到说唱表演中的精彩之处。头戴帻，左臂下挟一圆形扁鼓，右臂平直，手执鼓槌欲击，两臂戴有璎络珠饰，似作说唱状，人物面部的幽默表情被刻画得极为生动传神，使观者产生极大的共鸣。",
    "Level": 6,
    "Effect": [1001],
    "Depart": [[96002, 10], [2, 100]],
    "Type": "陶瓷",
    "Theme": "主题零",
    "FId": 96002,
    "Cost": 60001,
    "Odds": [1, 0.9, 0.8, 0.7, 0.6, 0.5]
  },
  "90003": {
    "Id": 90003,
    "Name": "岳家枪",
    "Desc": "岳飞从二十岁起，曾先后四次从军。先后参与、指挥大小战斗数百次。金军攻打江南时，他独树一帜，力主抗金，收复建康。他曾率师北伐，顺利攻取商州、虢州等地，两河人民奔走相告，各地义军纷纷响应，夹击金军。岳家军先后收复郑州、洛阳等地，在郾城、颍昌大败金军，进军朱仙镇。宋高宗赵构和宰相秦桧却一意求和，以十二道“金字牌”催令班师。在宋金议和过程中，岳飞遭受秦桧、张俊等人诬陷入狱，以莫须有的罪名，与长子岳云、部将张宪一同遇害。宋孝宗时，平反昭雪，改葬于西湖畔栖霞岭，追谥武穆，后又追谥忠武，封鄂王。这杆枪随岳飞南征北战，里面寄宿着岳将军的英魂。",
    "Level": 6,
    "Effect": [3009],
    "Depart": [[96003, 10]],
    "Type": "杂项",
    "Theme": "主题零",
    "FId": 96003,
    "Cost": 60001,
    "Odds": [1, 0.7, 0.6, 0.5, 0.2, 0.1]
  },
  "90004": {
    "Id": 90004,
    "Name": "阳陵虎符",
    "Desc": "阳陵虎符是秦始皇颁发给阳陵守将使用的兵符，呈卧虎状，可中分为二，虎的左、右颈背各有相同的错金篆书铭文12字：“甲兵之符，右在皇帝，左在阳陵。”由于年代久远，对合处已经锈死，不能分开。古代的皇帝对于手握重兵的将领格外提防，大权独揽的秦始皇更是如此，这件虎符乃是他授予臣属兵权和调拨军队用的信物，两半虎符的形状、铭文都是相同的，背面各有榫卯，一一对应，只有同为一组的虎符才能合在一起，使用时由使臣持符验证，要两半的凹凸位相合无间才可信，称为“合符”。此兵符，右半存皇帝处，左半存驻扎阳陵的统兵将领处；调动军队时，由使臣持右半符验合，方能生效。",
    "Level": 6,
    "Effect": [3010],
    "Depart": [[96004, 9]],
    "Type": "杂项",
    "Theme": "主题零",
    "FId": 96004,
    "Cost": 60001,
    "Odds": [1, 0.7, 0.6, 0.5, 0.2, 0.1]
  },
  "90005": {
    "Id": 90005,
    "Name": "五牛图",
    "Desc": "《五牛图》在横卷上画了五条神态、性格、年龄各异的牛。从右至左，首匹为棕色老牛，一边咬着东西一边在杂木旁蹭痒痒，意态悠闲；次为黑白杂花牛，身躯壮大，翘首摇尾，步履稳健；第三匹为深赭色老牛，筋骨嶙峋，纵峙而鸣，白嘴皓眉，老态龙钟；第四匹为黄牛，躯体高大，峻角耸立，回首而顾；第五匹牛，络首而立，体态丰厚，凝神若有所思，双眼流琢出倔强的个性。",
    "Level": 5,
    "Effect": [1007],
    "Depart": [[96005, 8]],
    "Type": "书画",
    "Theme": "主题零",
    "FId": 96005,
    "Cost": 60001,
    "Odds": [1, 0.2, 0.1]
  },
  "90006": {
    "Id": 90006,
    "Name": "金缕玉衣",
    "Desc": "这件玉衣全部由新疆和田白玉、青玉拼成，并用金丝加以编缀，形如铠甲，从外观上看“玉衣”的形状和人体几乎一模一样，由头罩、上身、袖子、手套、裤筒和鞋六个部分组成，头部由脸盖和脸罩组成，脸盖上刻制出眼、鼻和嘴的形象，组成脸盖的玉片绝大部分是长方形的小玉片，双眼和嘴是在较大的玉片上刻出，鼻子是用五块长条瓦状玉片合拢而成，惟妙惟肖。上衣由前片、后片和左、右袖筒构成，各部分都是彼此分离的；前片制成胸部宽广、腹部鼓起的体型，后片的下端作出人体臀部的形状。裤由左、右裤筒组成，也是各自分开的。玉衣做工十分精细，玉片成衣后排列整齐，对缝严密，表面平整，颜色协调，令人惊叹。玉是“山岳精英”，将金玉置于人的九窍，人的精气不会外泄，故而才会有这件玉衣。",
    "Level": 5,
    "Effect": [3004],
    "Depart": [[96006, 7]],
    "Type": "玉石",
    "Theme": "主题零",
    "FId": 96006,
    "Cost": 60001,
    "Odds": [1, 0.7, 0.5, 0.2, 0.1]
  },
  "90007": {
    "Id": 90007,
    "Name": "素纱单衣",
    "Desc": "此件素纱单衣为交领、右衽、直裾，类似汉时流行的上下衣裳相连的深衣，而袖口较宽。除衣领和袖口边缘用织锦做装饰外，整件衣服以素纱为面料，没有衬里，没有颜色，故称之为素纱单衣。它由精缫的蚕丝织造，以单经单纬丝交织的方孔平纹而成，丝缕极细，轻盈精湛，孔眼均匀清晰，通身重量仅一两，可谓轻若烟雾，薄如蝉翼。单衣多用来罩在锦衣之外，使得整体衣装更加含蓄、优雅，轻薄透明的襌衣，使锦衣纹饰若隐若现，从而衬托出锦衣的华美和尊贵。",
    "Level": 6,
    "Effect": [4001],
    "Depart": [[96007, 6]],
    "Type": "杂项",
    "Theme": "主题零",
    "FId": 96007,
    "Cost": 60001,
    "Odds": [1, 0.7, 0.6, 0.5, 0.2, 0.1]
  },
  "90008": {
    "Id": 90008,
    "Name": "三彩赤兔马",
    "Desc": "这匹三彩马极具动感，抓住了奔马四蹄腾空一瞬间的景象，其“胡马大宛名，锋棱瘦骨成。竹批双耳峻，风入四蹄轻”的形象有着十分强烈的视觉效果，让人回味无穷。这匹马头小颈长，体壮膘肥，臀部发达，腿部强劲有力，处处都可透出一种内在的、真实的美。其眼睛、耳朵、筋骨、肌肉等局部雕琢精细，刀工娴熟。这匹三彩马装饰也非常丰富，变化多端，使人有常见常新的感觉。",
    "Level": 5,
    "Effect": [1002],
    "Depart": [[96008, 5]],
    "Type": "陶瓷",
    "Theme": "主题零",
    "FId": 96008,
    "Cost": 60001,
    "Odds": [1, 0.8, 0.7, 0.6, 0.5]
  },
  "90009": {
    "Id": 90009,
    "Name": "针灸铜人",
    "Desc": "针灸铜人是中医针灸教学使用的模型。铜人系青年裸体式，长短大小与真人同，体内装配五脏六腑，与真人生理结构一致，四肢及内脏均可拼拆。外表刻有三百五十四个穴位，旁用金字标明穴位名称，同时以黄蜡封涂铜人外表的孔穴，其内注水。如取穴准确，针入而水流出；取穴不准，针不能刺入。一千多年前，《黄帝内经》提出了“经络”的概念。从此，中国古代针灸医术基本形成。用针灸行医救人，必须遵循人体正确的穴位经络。起初，中医熟悉穴位，主要依靠书籍和图本。由于没有直观形象作为参考，非但不方便，而且容易出现错误，于是针灸铜人便应运而生。",
    "Level": 4,
    "Effect": [2009],
    "Depart": [[96009, 4]],
    "Type": "铜器",
    "Theme": "主题零",
    "FId": 96009,
    "Cost": 60001,
    "Odds": [1, 0.5, 0.2, 0.1]
  },
  "91001": {
    "Id": 91001,
    "Name": "夜光杯",
    "Desc": "“葡萄美酒夜光杯，欲饮琵琶马上催。醉卧沙场君莫笑，古来征战几人回？”这只高脚酒杯据说是某位征战在外的将军从西域带回来的，碧玉雕成的酒杯，通体碧绿，在夜里微微发出绿色荧光，令人心驰神往。往杯中倒入殷红的葡萄酒，透过碧绿的杯壁看过去，仿佛在发出莹莹紫光，鲜艳瑰丽。若是能用它喝上一杯，必定是醉生梦死。",
    "Level": 5,
    "Effect": [3005],
    "Depart": [[96010, 3]],
    "Type": "玉石",
    "Theme": "主题一",
    "FId": 96010,
    "Cost": 60001,
    "Odds": [1, 0.7, 0.5, 0.2, 0.1]
  },
  "92001": {
    "Id": 92001,
    "Name": "马踏飞燕",
    "Desc": "这只铜塑雕着一匹马，马蹄踏在一只飞鸟上。马昂首嘶鸣，躯干壮实而四肢修长，腿蹄轻捷，三足腾空、飞驰向前，一足踏飞燕。飞燕展翅奋飞、回首惊视。奔马足下加上鸟形底座以固定，经过精心设计，既符合平力学原理，又使奔马的轻盈和物体的稳定双双得到完美的解决，高超过人。具体而言，鸟形底座平，与地面接触面积大，鸟的头、双翅、尾呈现伸展状，增大了稳定性，正如三角支架一般。所有这些，使马的重心通过足踏于飞燕背上而能保持平稳，构思之精巧无出其右。",
    "Level": 4,
    "Effect": [2010],
    "Depart": [[96011, 3]],
    "Type": "铜器",
    "Theme": "主题二",
    "FId": 96011,
    "Cost": 60001,
    "Odds": [1, 0.5, 0.2, 0.1]
  },
  "92002": {
    "Id": 92002,
    "Name": "步辇图",
    "Desc": "贞观十四年，吐蕃王松赞干布仰慕大唐文明，派使者禄东赞到长安通聘。《步辇图》所绘是禄东赞朝见唐太宗时的场景。由于当时大唐帝国国泰民安，各民族友好相处，因此，当时竟有五个兄弟民族的首领向大唐求亲，唐太宗很是为难。最后，他想出一个平等竞争的办法：请五位大使参加考试，谁考胜了，就把公主嫁给谁家的首领。当时出了五道难题，禄东赞过关斩将，一路领先，最终取得了胜利。太宗非常高兴，心想：松赞干布的使臣这样机智、聪明，松赞干布自己更不用说了。于是，决定将文成公主嫁予吐蕃王松赞干布。文成公主出嫁的消息传到吐蕃以后，吐蕃人在很多地方都准备了马匹、牦牛、食物和饮水，决定隆重迎接；松赞干布亲率欢迎队伍由拉萨出发直奔青海迎接。松赞干布高兴地说：“我今天能娶上国大唐公主，实在荣幸。我要为公主建造一座城，作为纪念，让子孙万代都要与上国大唐永远亲和。”他按照唐朝的建筑风格，在拉萨修建了城郭和宫室，这就是大名鼎鼎的布达拉宫。",
    "Level": 7,
    "Effect": [1008],
    "Depart": [[96012, 3]],
    "Type": "书画",
    "Theme": "主题二",
    "FId": 96012,
    "Cost": 60001,
    "Odds": [1, 0.2, 0.1]
  },
  "92003": {
    "Id": 92003,
    "Name": "摇钱树",
    "Desc": "摇钱树由铜树和陶座两部分组成，树形像松柏，枝、干、叶均系青铜铸成。在主干上分杈枝五层，杈枝作成扁平面分左右两枝插在主干上。主干上的顶端立一朱雀，雀前立一人，将传说的“蛤蟆丸”置于朱雀口内。在朱雀的正前方为伏羲，人首蛇身，曲尾下垂，双手高举一轮满月，月中饰蟾蜍。据说摇钱树是吉祥之物，道家谓之“神树”，认为它是人间通往天堂的树，“得之可以长生不老，用之钱财可以滚滚不竭”。",
    "Level": 4,
    "Effect": [3001],
    "Depart": [[96013, 3]],
    "Type": "铜器",
    "Theme": "主题二",
    "FId": 96013,
    "Cost": 60001,
    "Odds": [1, 0.5, 0.2, 0.1]
  },
  "92004": {
    "Id": 92004,
    "Name": "聚宝盆",
    "Desc": "相传原本是青蛙为报沈万三救命之恩送给他的一只泥瓦盆，但只要将铜钱、元宝放入其中，就会自动增加，不久就能满溢出来，故名聚宝盆。而后，由于聚宝盆传说中可以使其中的财宝不断倍增的美好寓意，而被用作“招财进宝”，“滋生财富“的家居风水摆设。聚宝盆因为其传说吸财寓意，及纳财物的功能，与”金蟾蜍“、”招财猫“被列为重要的招财风水摆件。在江南，聚宝盆即为镇宅之宝。",
    "Level": 5,
    "Effect": [3006],
    "Depart": [[96014, 3]],
    "Type": "玉石",
    "Theme": "主题二",
    "FId": 96014,
    "Cost": 60001,
    "Odds": [1, 0.7, 0.5, 0.2, 0.1]
  },
  "92005": {
    "Id": 92005,
    "Name": "开元通宝",
    "Desc": "唐朝初年使用的钱币仍沿用隋朝的五铢钱，轻小淆杂。唐高祖武德四年，为整治混乱的币制，废隋钱，效仿西汉五铢的严格规范，开铸“开元通宝”，取代社会上遗存的五铢钱。唐代以前的钱币，多以形制或重量为名称，如刀币、五铢钱等，而自开元钱后，改称“宝”、“通宝”、“元宝”等。开元通宝钱文由书法家欧阳询书写，面文“开元通宝”，形制仍沿用秦方孔圆钱。由于其质量合理，通货控制得当，钱币做工比较精美，故深受百姓喜爱，甚至在民间具有辟邪，旺财的功效。",
    "Level": 4,
    "Effect": [3002],
    "Depart": [[96015, 3]],
    "Type": "铜器",
    "Theme": "主题二",
    "FId": 96015,
    "Cost": 60001,
    "Odds": [1, 0.5, 0.2, 0.1]
  },
  "92006": {
    "Id": 92006,
    "Name": "鬼谷下山图罐",
    "Desc": "这个瓷罐，在洁白的罐体上以青色为笔触，描述了孙膑的师傅鬼谷子在齐国使节苏代的再三请求下，答应下山搭救被燕国陷阵的齐国名将孙膑和独孤陈的故事，也即是“鬼谷子下山”图。此青花瓷罐素底宽圈足，直口短颈，唇口稍厚，溜肩圆腹，肩以下渐广，至腹部下渐收，至底微撇。使用西域钴料绘出青花纹饰，共分四层，一层颈部饰水波纹，二层肩部饰缠枝牡丹，三层腹部为“鬼谷子下山”主题纹饰，四层下部为变形莲瓣纹内绘琛宝，俗称“八大码”。",
    "Level": 4,
    "Effect": [1003],
    "Depart": [[96016, 3]],
    "Type": "陶瓷",
    "Theme": "主题二",
    "FId": 96016,
    "Cost": 60001,
    "Odds": [1, 0.7, 0.6, 0.5]
  },
  "93001": {
    "Id": 93001,
    "Name": "指南车",
    "Desc": "传说黄帝与蚩尤作战时，蚩尤作大雾，黄帝造指南车为士兵领路，最终战胜蚩尤。指南车上有一木人，无论车子往哪个方向转，车上的木人始终指向南方，也即是“车虽回运而手常指南”。和指南针不同的是，指南车不是靠地球磁场来指示方向，而是利用齿轮传动来指明方向。其原理是，靠人力来带动两轮的指南车行走，从而带动车内的木制齿轮转动，来传递转向时两个车轮的差动，再来带动车上的指向木人与车转向的方向相反、角度相同，使车上的木人指示方向，不论车子转向何方，木人的手始终指向指南车出发时设置木人指示的方向。",
    "Level": 6,
    "Effect": [4002],
    "Depart": [[96017, 3]],
    "Type": "杂项",
    "Theme": "主题三",
    "FId": 96017,
    "Cost": 60001,
    "Odds": [1, 0.7, 0.6, 0.5, 0.2, 0.1]
  },
  "93002": {
    "Id": 93002,
    "Name": "公冶长笔记",
    "Desc": "传说公冶长能解百禽之语。有一次公冶长从卫国返回鲁国，走到边界处，听见鸟互相招呼往清溪食死人肉。不一会见一位老婆婆在路上哭，公冶长问她，老婆婆说：“我儿子出门至今未归，恐怕已死了，不知他在什么地方。”公冶长说：“我刚才听到鸟相呼往清溪食肉，恐怕是您的儿子吧。”老婆婆去看，果然发现她儿子的尸体。老婆婆报告了村中官吏，村官问老婆婆从哪儿知道的，老婆婆说：“是公冶长说的。”村官说：“公冶长没杀人的话，怎么可能知道？”于是将公冶长逮捕入狱。狱吏问：“你为什么杀人？”公冶长说：“我懂鸟语，没杀人。”狱吏说：“那试试你，如果真的懂鸟语，就放了你，如果不懂，你就要偿命。”于是将公冶长囚在狱中六十天。后有一天有麻雀停在监狱的栅上，互相唧唧喳喳地叫，公冶长听了面带微笑，狱卒去报告狱吏：“公冶长听了雀语发笑，好象是懂得鸟语。”狱吏问公冶长，听到麻雀讲什么了而发笑？公冶长说：“麻雀唧唧喳喳，说白莲水边有装粮食的车翻了，公牛把角折断，粮食收拾不尽，招呼去吃。”狱吏不信，派人去看，果然如此，于是边还了清白给公冶长。这本日记的主人便是公冶长。",
    "Level": 1,
    "Effect": [1005],
    "Depart": [[96018, 3]],
    "Type": "书画",
    "Theme": "主题三",
    "FId": 96018,
    "Cost": 60001,
    "Odds": [1, 0.2, 0.1]
  },
  "93003": {
    "Id": 93003,
    "Name": "兰亭集序帖",
    "Desc": "永和九年，时任会稽内史的王羲之与友人谢安、孙绰等四十一人在会稽山阴的兰亭雅集，饮酒赋诗。王羲之将这些诗赋辑成一集，并作序一篇，记述流觞曲水一事，并抒写由此而引发的内心感慨。这篇序文就是《兰亭集序》。该帖通篇遒媚飘逸，字字精妙，点画犹如舞蹈，有如神人相助而成，被历代书界奉为极品，更有“天下第一行书”的称号，但凡学习行书之人，都会倾心于兰亭不能自拔，既赞叹于王羲之出神入化的书法技艺，也赞叹于王羲之如水般流畅的文采。",
    "Level": 3,
    "Effect": [1006],
    "Depart": [[96019, 3]],
    "Type": "书画",
    "Theme": "主题三",
    "FId": 96019,
    "Cost": 60001,
    "Odds": [1, 0.2, 0.1]
  },
  "94001": {
    "Id": 94001,
    "Name": "越王勾践剑",
    "Desc": "这把青铜剑是越王勾践的自用剑，被誉为“天下第一剑”，剑身上布满了规则的黑色菱形暗格花纹，正面近格处有“越王鸠浅自作用剑”的鸟篆铭文，剑格正面镶有蓝色玻璃，背面镶有绿松石。剑身修长，有中脊，两从刃锋利，前锋曲弧内凹。茎上两道凸箍，圆首饰同心圆纹。该剑由特殊工艺打造，历经千年而不锈，光泽逼人。",
    "Level": 4,
    "Effect": [2007],
    "Depart": [[96020, 3]],
    "Type": "铜器",
    "Theme": "主题四",
    "FId": 96020,
    "Cost": 60001,
    "Odds": [1, 0.5, 0.2, 0.1]
  },
  "94002": {
    "Id": 94002,
    "Name": "青龙偃月刀",
    "Desc": "青龙偃月刀重八十二斤，又名冷艳锯，刀头阔长，形似半弦月，背有歧刃，刀身穿孔垂旄，刀头与柄连接处有龙形吐口。作为重型兵器，偃月刀劈砍的威力巨大，但对使用者的力量也要求极高。据传说，青龙偃月刀由天下第一铁匠在月圆之夜打造，当炼到最后一火时，天已黑了，一轮皓月当空，突然炉火迸出雪亮的毫光，直射天空，老师傅大喊：“快躲开，刀要炸了！”这时天上有一条青龙经过，被毫光击中。毫光斩了青龙，随即退回刀内，龙血染了刀头，刀没有炸——而青龙偃月刀则炼成了。",
    "Level": 6,
    "Effect": [4003],
    "Depart": [[96021, 3]],
    "Type": "杂项",
    "Theme": "主题四",
    "FId": 96021,
    "Cost": 60001,
    "Odds": [1, 0.7, 0.6, 0.5, 0.2, 0.1]
  },
  "94003": {
    "Id": 94003,
    "Name": "五郎八卦棍",
    "Desc": "这根棍子乃是杨五郎征战时所用的棍子，配合五郎八卦棍法使用，威力无穷。五郎八卦棍法相传由宋代杨家将之一的杨五郎始创，因此而得名。相传杨五郎杨延德得知几位兄长战死，父亲撞死李陵碑，伤心欲绝，时有高僧智光大师出现，点化五郎，一切皆因为杨家杀孽，为了皇上，为了杨家的好，还是出家吧，五郎遂五台山挂单出家。因为佛门不可动刀枪，所以将长枪改成木棍，又将枪法变化成棍法后创出闻名后世的“五郎八卦棍”。所以说“五郎八卦棍”完全是杨家枪法演变而来。所谓八卦，以法内有太极、两仪、阴阳、四象等名称，太极生两仪，两仪生四象，四象生八卦。所以此法有六十四点。先击四正，后击四隅，四隅即四方之角，也就是击八方，每方八点，即八八六十四点。",
    "Level": 6,
    "Effect": [4004],
    "Depart": [[96022, 3]],
    "Type": "杂项",
    "Theme": "主题四",
    "FId": 96022,
    "Cost": 60001,
    "Odds": [1, 0.7, 0.6, 0.5, 0.2, 0.1]
  },
  "94004": {
    "Id": 94004,
    "Name": "龙胆亮银枪",
    "Desc": "常山赵子龙，左手青釭剑，右手亮银枪，跨下白龙马，一身白盔白甲，长坂坡单骑救主，于百万曹军中往返折杀，七进七出，所向披靡！第一回合：赵云与曹操大军混战，丢了甘夫人糜夫人及阿斗。第二回合：赵云找到甘夫人后遭遇曹仁部将淳于导将其击杀，并救下糜竺。甘夫人糜竺交给张飞，自己继续寻找阿斗。第三回合：刺死背剑将军夏侯恩，夺得青釭剑。找到糜夫人及阿斗。糜夫人投井自尽，赵云怀抱阿斗杀出。第四回合：赵云刺死曹洪的部将晏明。第五回合：赵云遭遇曹操上将张合，赵云坐骑陷入土坑，后逃脱。第六回合：赵云遭遇袁绍手下四将，马延、张顗、焦触、张南，并遭到曹操重兵包围。杀死曹操战将五十余员。后突围。第七回合：赵云杀出重围后遭遇夏侯敦部将钟缙、钟绅，将其杀死。",
    "Level": 6,
    "Effect": [4005],
    "Depart": [[96023, 3]],
    "Type": "杂项",
    "Theme": "主题四",
    "FId": 96023,
    "Cost": 60001,
    "Odds": [1, 0.7, 0.6, 0.5, 0.2, 0.1]
  },
  "94005": {
    "Id": 94005,
    "Name": "玉扳指",
    "Desc": "玉扳指，又叫玉谍，是拉弓射箭时扣弦用的一种工具，套在射手右手拇指上，以保护射手右拇指不被弓弦勒伤。在很早以前，祖先们就学会了使用弓箭打猎的方式，而在使用弓箭时，因为弓弦力道很大，很容易割伤手指，所以扳指便应运而生了。普通的扳指一般使用皮革制成，只有达官显贵才用得起玉扳指。这枚玉扳指更是使用了金镶玉的工艺制作，外部使用碧绿的翠玉，内部则镶嵌了一个金质的套筒，更显富贵。",
    "Level": 5,
    "Effect": [3007],
    "Depart": [[96024, 3]],
    "Type": "玉石",
    "Theme": "主题四",
    "FId": 96024,
    "Cost": 60001,
    "Odds": [1, 0.7, 0.5, 0.2, 0.1]
  },
  "94006": {
    "Id": 94006,
    "Name": "照夜白图",
    "Desc": "这幅画是用水墨线描完成的，描绘的是“照夜白”的形象，它被系在一木桩上，鬃毛飞起，鼻孔张大，眼睛转视，昂首嘶鸣；四啼腾骧，似欲挣脱羁绊。此画不仅画出马的膘肥肌健的外形，更着力表现其桀骜不驯的雄骏神采。用笔简练，线条纤细而道劲，渲染不多而体积感、质感颇强。唐代，中原与西域诸国的关系日益密切。唐玄宗曾将义和公主远嫁西域大宛的宁远国王。为此，宁远国王特别向玄宗回献了两匹“汗血宝马”。爱马心切的唐玄宗十分喜爱这两匹骏马，分别为之取名“玉花骢”和“照夜白”。相传，其中一匹白马之白，在夜色中都显得明亮异常，故被称为“照夜白”。",
    "Level": 9,
    "Effect": [1009],
    "Depart": [[96025, 3]],
    "Type": "书画",
    "Theme": "主题四",
    "FId": 96025,
    "Cost": 60001,
    "Odds": [1, 0.2, 0.1]
  },
  "94007": {
    "Id": 94007,
    "Name": "玉猪龙戒指",
    "Desc": "这是一个玉猪龙的形状的戒指，这个戒指由一块白玉雕成，通体呈牙白色，肥首大耳，吻部平齐，三角形切口不切透内圆，身体首尾相连，成团状卷曲，背部对钻圆孔，面部以阴刻线表现眼圈、皱纹，整体类似猪的胚胎，首尾衔接又似一条环状的龙，故名玉猪龙。",
    "Level": 5,
    "Effect": [3008],
    "Depart": [[96026, 3]],
    "Type": "玉石",
    "Theme": "主题四",
    "FId": 96026,
    "Cost": 60001,
    "Odds": [1, 0.7, 0.5, 0.2, 0.1]
  },
  "94008": {
    "Id": 94008,
    "Name": "彩凤鸣岐琴",
    "Desc": "彩凤鸣岐七弦琴，为落霞式七弦琴，一端垂有流苏，造型古朴、典雅，背面有冰裂断和小流水断，龙池上方有“彩凤鸣岐”琴名。该琴琴体浑厚，背面微凸，琴音松透、悠扬。传说制作这把琴的琴师经常在北风呼啸的大雪天，喝醉酒跑到深山老林，在狂风震树之时，听树的发声而选良材，想必制作这把琴的树木就是被他这样选出来的良木吧。",
    "Level": 6,
    "Effect": [4006],
    "Depart": [[96027, 3]],
    "Type": "杂项",
    "Theme": "主题四",
    "FId": 96027,
    "Cost": 60001,
    "Odds": [1, 0.7, 0.6, 0.5, 0.2, 0.1]
  },
  "94009": {
    "Id": 94009,
    "Name": "铁蒺藜",
    "Desc": "传说诸葛亮北伐陨于五丈原之后，由杨仪负责撤军。大军撤退途中，为防止司马懿追击，便在地上洒下大量铁蒺藜。铁蒺藜乃是一种铁质尖刺的障碍物，有4根伸出的铁刺，长数寸，凡着地均有一刺朝上，刺尖如草本植物“蒺藜”，故名铁蒺藜。这颗铁蒺藜据说便是当年五丈原上遗留下来的一颗。",
    "Level": 6,
    "Effect": [4007],
    "Depart": [[96028, 3]],
    "Type": "杂项",
    "Theme": "主题四",
    "FId": 96028,
    "Cost": 60001,
    "Odds": [1, 0.7, 0.6, 0.5, 0.2, 0.1]
  },
  "94010": {
    "Id": 94010,
    "Name": "祭侄文稿",
    "Desc": "《祭侄文稿》是颜真卿追祭从侄颜季明的草稿。共二十三行，凡二百三十四字。这篇文稿追叙了常山太守颜杲卿父子一门在安禄山叛乱时，挺身而出，坚决抵抗，以致“父陷子死，巢倾卵覆”、取义成仁之事。通篇用笔之间情如潮涌，书法气势磅礴，纵笔豪放。唐玄宗天宝十四年，安禄山谋反，“安史之乱”爆发。平原太守颜真卿联络其从兄常山太守颜杲卿起兵讨伐叛军。次年正月，叛军史思明部攻陷常山，颜杲卿及其少子季明被捕，并先后遇害，颜氏一门被害30余口。唐肃宗乾元元年，颜真卿命人到河北寻访季明的首骨携归，援笔作文之际，悲愤交加，情不自禁，一气呵成此稿。",
    "Level": 9,
    "Effect": [1010],
    "Depart": [[96029, 3]],
    "Type": "书画",
    "Theme": "主题四",
    "FId": 96029,
    "Cost": 60001,
    "Odds": [1, 0.2, 0.1]
  },
  "94011": {
    "Id": 94011,
    "Name": "天马赋",
    "Desc": "此赋乃是大书法家米芾所做，有前无古人之誉。传说米芾喜爱砚台至深，为了一台砚，即使在皇帝面前也不顾大雅。一次宋徽宗让米芾以两韵诗草书御屏，实际上也想见识一下米芾的书法，因为宋徽宗也是一个大书法家，他创造的“瘦金体”也是很有名气的。米芾笔走龙蛇，从上而下其直如线，宋徽宗看后觉得果然名不虚传，大加赞赏。米芾看到皇上高兴，随即将皇上心爱的砚台装入怀中，墨汁四处飞溅，并告皇帝：此砚臣已用过，皇上不能再用，请您就赐予我吧？皇帝看他如此喜爱此砚，又爱惜其书法，不觉大笑，将砚赐之。",
    "Level": 3,
    "Effect": [2001],
    "Depart": [[96030, 3]],
    "Type": "书画",
    "Theme": "主题四",
    "FId": 96030,
    "Cost": 60001,
    "Odds": [1, 0.2, 0.1]
  },
  "95001": {
    "Id": 95001,
    "Name": "敦煌飞天图",
    "Desc": "佛教把化生到净土天界的神庆人物称为“天”，故而飞天之意并非飞向天空，乃是佛教中在天空中飞行的天神之意。这幅壁画中的飞天，不长翅膀，不生羽毛，借助云彩而不依靠云彩，凭借飘曳的衣裙、飞舞的彩带凌空翱翔。画中的天神鼻丰嘴小，五官匀称，身材修长；衣裙飘曳，横空飞翔；豪迈大方，势如飞鹤，姿势优美，动感很强。",
    "Level": 3,
    "Effect": [2002],
    "Depart": [[96031, 3]],
    "Type": "书画",
    "Theme": "主题五",
    "FId": 96031,
    "Cost": 60001,
    "Odds": [1, 0.2, 0.1]
  },
  "95002": {
    "Id": 95002,
    "Name": "太阳神鸟金盘",
    "Desc": "这件太阳神鸟金盘，好似一幅剪纸，线条简练流畅，极富韵律，充满强烈的动感，富有极强的象征意义和极大的想象空间。在力与柔之间，引颈伸腿、作势欲飞的鸟，很有力度感，却因为旋涡状的太阳动感太强，不展翅的飞鸟反而变成被动地、温柔地滑翔；缩与张之间；张力十足的飞鸟因为翅膀的收缩而下降，锋芒毕露的太阳由于弯成弧形而掩藏等等。尤其是两者运动方向相反，堪称是一种独创的、艺术的、完美的表现手法。其图案寓意深远、构图严谨、线条流畅、极富美感。",
    "Level": 6,
    "Effect": [4008, 5001],
    "Depart": [[96032, 3]],
    "Type": "杂项",
    "Theme": "主题五",
    "FId": 96032,
    "Cost": 60001,
    "Odds": [1, 0.7, 0.6, 0.5, 0.2, 0.1]
  },
  "95003": {
    "Id": 95003,
    "Name": "定窑孩儿枕",
    "Desc": "这是一个枕头，但它的形象却是一个素面光洁的孩儿，孩儿的背用作枕面。孩儿伏卧在床榻上，两臂环抱垫起头部，右手持一绣球，两足交叉上跷，似乎在床上撒娇蹬腿。孩儿身穿长衣坎肩，长衣下部印着团花纹。床榻边压印花纹。枕身釉为牙黄色，底为素胎，有两个孔。这件孩儿枕塑制精美，人物形态活泼、悠然，是瓷器中的珍品。使用玉枕、瓷枕更能爽身怡神、明目益睛。",
    "Level": 3,
    "Effect": [1004],
    "Depart": [[96033, 3]],
    "Type": "陶瓷",
    "Theme": "主题五",
    "FId": 96033,
    "Cost": 60001,
    "Odds": [1, 0.5, 0.1]
  },
  "95004": {
    "Id": 95004,
    "Name": "千里江山图",
    "Desc": "该画卷画于绢本之上，立足传统，画面细致入微，烟波浩渺的江河、层峦起伏的群山构成了一幅美妙的江南山水图，渔村野市、水榭亭台、茅庵草舍、水磨长桥等静景穿插捕鱼、驶船、游玩、赶集等动景，动静结合恰到好处。画中人物，精细入微，意态栩栩如生，飞鸟用笔轻轻一点，具展翅翱翔之态。画面着意刻划的自然景色，既表现了山势绵亘、水天一色的浩森气象，又精心地勾画了幽岩邃谷、高峰平坡、流溪飞泉、波涛烟霭等自然界变幻无穷的状态，使千里江山既开阔无垠，又曲折入微，充分地显示了中华山河的壮丽多姿。",
    "Level": 3,
    "Effect": [2006],
    "Depart": [[96034, 3]],
    "Type": "书画",
    "Theme": "主题五",
    "FId": 96034,
    "Cost": 60001,
    "Odds": [1, 0.2, 0.1]
  },
  "95005": {
    "Id": 95005,
    "Name": "和氏璧",
    "Desc": "相传楚国人卞和在荆山砍柴时发现一块璞玉，于是献宝于楚厉王，厉王让人鉴别，得出一块普通石头的结论。厉王怒而下令砍去卞和左脚。后来至楚武王登基，卞和再次携玉献宝，武王再次找人鉴别依然给出同样结论，便怒而砍其右脚。时光流逝，武王崩文王立，卞和怀抱宝玉而泣于荆山脚下，三日夜而不停，眼泪干涸以血代之。文王遣使询问，卞和说“我不是为自己所受的酷刑而悲伤，而是悲伤宝玉无人能识别”，于是文王让人打开玉石，发现里边果然是块稀世宝玉，并取名“和氏璧”。",
    "Level": 5,
    "Effect": [3003],
    "Depart": [[96035, 3]],
    "Type": "玉石",
    "Theme": "主题五",
    "FId": 96035,
    "Cost": 60001,
    "Odds": [1, 0.7, 0.5, 0.2, 0.1]
  },
  "95006": {
    "Id": 95006,
    "Name": "清明上河图",
    "Desc": "该图是一张五米多长的长卷，世上独一无二。在画卷里，共绘了数量庞大的各色人物，牛、骡、驴等牲畜，车、轿、大小船只，房屋、桥梁、城楼等各有特色。画中所摄取的景物，大至寂静的原野，浩瀚的河流，高耸的城郭；小到舟车里的人物，摊贩上的陈设货物，市招上的文字，丝毫不失。画面中，穿插着各种情节，组织得有错落有致，同时又具有情趣。可贵的是，如此丰富多彩的内容，主体突出，首尾呼应，全卷浑然一体。画中每个人物、景象、细节，都安排得合情合理，疏密、繁简、动静、聚散等画面关系，处理得恰到好处，达到繁而不杂，多而不乱。",
    "Level": 3,
    "Effect": [2003],
    "Depart": [[96036, 3]],
    "Type": "书画",
    "Theme": "主题五",
    "FId": 96036,
    "Cost": 60001,
    "Odds": [1, 0.2, 0.1]
  },
  "95007": {
    "Id": 95007,
    "Name": "平复帖",
    "Desc": "这封书帖原是陆机写给友人的信札，因其中有“恐难平复”字样，故名《平复帖》，它是作者用秃笔写于麻纸之上，其笔意婉转，风格平淡质朴。《平复帖》结体瘦长，书写简便、率性，逸笔草草，没有循规蹈矩。撇捺无波挑，平添了几分险崛之意。字字翩翩自恣，活泼可爱，在字法上主要表现在字势的多变与字构件的错落组合。整帖字势以正为主，间以左右舞动的欹势，颇有奇趣。《平复帖》点画形态硬朗，突出了作者书写时的率性。其笔意有别于草简。草简用笔清利，入笔收笔时有露锋，捺画用笔停顿后挑锋。字势开阔疏朗。",
    "Level": 3,
    "Effect": [2004],
    "Depart": [[96037, 3]],
    "Type": "书画",
    "Theme": "主题五",
    "FId": 96037,
    "Cost": 60001,
    "Odds": [1, 0.2, 0.1]
  },
  "95008": {
    "Id": 95008,
    "Name": "富春山居图",
    "Desc": "《富春山居图》乃是十大名画之一，该图以富春江为背景，画面用墨淡雅，山和水的布置疏密得当，墨色浓淡干湿并用，极富于变化。富春山居图内容大部分为桐庐境内富春江景色，小部分为富阳景色。《富春山居图》山石的勾、皴，用笔顿挫转折，随意宛然天成。长披麻皴枯湿浑成，功力深厚，洒脱而颇有灵气。全图用墨淡雅，仅在山石上罩染一层几近透明的墨色，并用稍深墨色染出远山及江边沙渍、波影，以浓墨点苔、点叶，醒目自然。富春山居图被誉为“画中之兰亭”，价值极高。",
    "Level": 3,
    "Effect": [2005],
    "Depart": [[96038, 3]],
    "Type": "书画",
    "Theme": "主题五",
    "FId": 96038,
    "Cost": 60001,
    "Odds": [1, 0.2, 0.1]
  }
}