{
  "1001": {
    "Id": 1001,
    "Name": "家常菜谱",
    "Desc": "书籍测试1",
    "title": "家常菜谱",
    "bookpage": [
      "清炒时蔬\n青菜*2",
      "清蒸鱼\n青鱼*1+调料*1",
      "鲜鱼冬瓜汤\n草鱼*1+冬瓜*2",
      "刀削面\n面粉*2+鸡蛋*1"
    ]
  },
  "1002": {
    "Id": 1002,
    "Name": "食珍录",
    "Desc": "书籍测试2",
    "title": "食珍录",
    "bookpage": ["脆炒藕丁\n莲藕*2+调料*1+葱蒜*1", "猪肉藕汤\n猪肉*1+莲藕*3+葱蒜*1"]
  },
  "1003": {
    "Id": 1003,
    "Name": "本心食谱",
    "Desc": "书籍测试3",
    "title": "本心食谱",
    "bookpage": ["响油泥鳅\n泥鳅*2+葱蒜*1+调料*1", "翡翠白鱼汤\n豆腐*2+鳙鱼*1+葱蒜*1"]
  },
  "1004": {
    "Id": 1004,
    "Name": "饮膳正要",
    "Desc": "书籍测试4",
    "title": "饮膳正要",
    "bookpage": [
      "爆炒腰花\n猪腰*1+葱蒜*2+辣椒*1",
      "白水鸡\n鸡*2+调料*2+葱蒜*1",
      "肉末茄子\n茄子*2+猪肉*1+调料*2",
      "葱爆牛肉\n牛肉*2+调料*1+葱蒜*1"
    ]
  },
  "1005": {
    "Id": 1005,
    "Name": "食经",
    "Desc": "书籍测试5",
    "title": "食经",
    "bookpage": [
      "金钱鹿肉\n鹿肉*2+面粉*1+鸡蛋*2+调料*1",
      "双龙戏珠\n蛇肉*2+鸡蛋*2+调料*1+葱蒜*1",
      "红煨熊掌\n熊掌*1+猪肉*1+调料*1+料酒*1"
    ]
  },
  "1006": {
    "Id": 1006,
    "Name": "易牙遗意",
    "Desc": "书籍测试6",
    "title": "易牙遗意",
    "bookpage": [
      "宋嫂鱼羹\n鲢鱼*1+葱蒜*2+鸡蛋*2+调料*1",
      "枸杞羊肉\n枸杞*3+羊肉*2+葱蒜*1+调料*2",
      "盘龙菜\n猪肉*2+鳙鱼*1+鸡蛋*1+料酒*1"
    ]
  },
  "1007": {
    "Id": 1007,
    "Name": "符篆大观",
    "title": "符篆大观",
    "bookpage": [
      "\n杀鬼咒\n\n此符除魔卫道之功，佩之能增长身力，加深伤害。\n\n符胆：勒令通尊急刹灵毙雷电缴消绝瞻\n\n需要门派等级1级",
      "\n去灾咒\n\n此符禳灾驱邪之功，佩之能摒除迷惘，增加命中。\n\n符胆：勒令奸贪枉魔神显灵光气霾除退\n\n需要门派等级2级",
      "\n平安咒\n\n此符镇宅辟邪之功，佩之诸事平安顺遂，减除一应伤害。\n\n符胆：勒令太岁九御祥星北斗万和护佑\n\n需要门派等级3级",
      "\n五行咒\n\n此符五行齐聚，佩之能护佑周身，有生命加成之效。\n\n符胆：勒令子吉盛卜百尊伏降大和安详\n\n需要门派等级4级",
      "\n开运咒\n\n此符运开时泰之功，佩之鸿运当头，暴击增加。\n\n符胆：勒令五地真者护佑盈补大坤元始\n\n需要门派等级5级"
    ]
  },
  "1008": {
    "Id": 1008,
    "Name": "薛老六的日记",
    "title": "薛老六的日记",
    "bookpage": [
      "\n十二日\n今天去四方阁赌钱，输了十五两，真晦气。不行，越想越气，回家再拿三两银子，去酒楼喝酒！",
      "\n十三日\n今天怡红院的头牌玲珑姑娘出场，听她弹一次琴就要二十两，还不算茶水小费。本来想着去一睹玲珑姑娘芳容，万万没想到这钱都花了，玲珑姑娘只坐在帘子后面弹个曲就退场了，啥都没见着。这怡红院真坑，干脆像我当年一样去抢钱算了，开什么店啊。",
      "\n十四日\n身上的钱不够了，今天去城郊的那个山洞里拿了五十两回来。",
      "\n十五日...",
      "\n十六日...",
      "\n十七日...",
      "\n十八日\n格老子的，大晚上的怎么听见有人在唱那首儿歌，莫非是那薛家小儿子……不可能，当年那小子唱着儿歌逗着小猫，我从背后砍的他。难道他成了怨鬼来找我了？呸呸呸！老子怎么越活越怂了，待会喝两坛酒压压惊就睡。",
      "\n十九日\n到金刀王的铺子买两把趁手武器，那裴家小子就算变成鬼，我也能一刀劈了他。而且要怪就怪他们裴家太有钱，让小爷我发现了。我只不过略施小计往水井里倒了两包蒙汗药，就灭了他们十七口人。君子爱财取之有道，我的道就是抢，哈哈哈。",
      "\n二十日\n昨晚睡不着，喝了三坛酒。今天一出门其他邻居都说我晚上在家练武，噪音太大扰民，真是莫名其妙。那个窦老头又说我没在练武，只是在说练武的梦话。好嘛，大家这就开始起哄我是在梦里练武。唉，可能日有所思夜有所梦，我估摸着这几天听到那儿歌，又梦见当年灭裴家庄的事，不小心说了梦话，这事可不能让人知道了，我可不想蹲大牢。",
      "\n二十一日\n金刀王那个武痴真烦人，听说我在梦里练武还真信了，跑来跟我过招，我本来想随便打打故意输给他，谁知道他连我五成实力都打不过，一输就骂骂咧咧的走了。周围人一看我打败了金刀王，这下更是以讹传讹，说我一夜之间做了个练武的梦，醒来就成了一代高手。这不扯呢么，我练武都十几年了，只不过一直藏的很好，装作普通人而已。",
      "\n二十二日\n又听到有人在唱那首儿歌了，我提着刀起身把屋子里里外外搜了一遍，还是没找到每天晚上唱儿歌的人躲在哪里。刚要躺下继续睡，枕头旁突然出现一封信，上面写着我在裴家庄做的事，还写着二十三日子时，裴家怨鬼要来挑断我的手筋脚筋，将我的头拧下来。不可能，那事我做的很干净，不可能有旁人知道，除非这世上……真的有鬼？"
    ]
  },
  "1009": {
    "Id": 1009,
    "Name": "于捕头的笔记",
    "title": "于捕头的笔记",
    "bookpage": [
      "浑天帮\n\n相关调查：浑天帮乃临安城中较大的帮派势力，帮众多由地痞混混组成。\n周虎等三个当家平日里带领帮众欺男霸女、无恶不作，百姓对浑天帮积愤已久，数次状告官府，但官府从未能成功打压浑天帮，甚是蹊跷。\n如今三个当家已死，帮众也一哄而散。",
      "死者周虎\n\n仵作验尸报告：死因是被砍落首级，死者外袍腋下附着有大量矿石粉末，无毒无害，周身无其他伤痕。\n\n相关调查：周虎乃浑天帮大当家，此人身形及其魁梧，力能扛鼎，临安城中鲜有人能与之正面交锋。",
      "死者程豹\n\n仵作验尸报告：死因是遭受从背部至胸前的贯穿伤，周身无其他伤痕。\n\n相关调查：程豹乃浑天帮二当家，只会一些粗浅的拳脚功夫，但轻功极好，从未有人伤过他分毫。",
      "死者白狼\n\n仵作验尸报告：死因是遭受三处胸前的贯穿伤，周身无其他伤痕。\n\n相关调查：白狼乃浑天帮三当家，其为东瀛人，为习得中原武学而来，练有招式“拔刀术”，据说能在拔刀时一招制胜，但后续刀法平平无奇，因此白狼只单挑，避免以一敌多。"
    ]
  },
  "2001": {
    "Id": 2001,
    "Name": "drama",
    "Desc": "101001_1",
    "from": "南门旋",
    "to": "南门氏后人：",
    "bookpage": [
      "汝寻至此地，想必生活困窘。",
      "然天下万宗，盛衰皆由天命。",
      "南门氏白丁起家，逆境不堕己志。",
      "望汝等谨记，重振南门家业。",
      "宁做刚劲笋，不做扶风柳。切记。"
    ]
  },
  "2002": {
    "Id": 2002,
    "Name": "drama",
    "Desc": "6001/letter",
    "from": "陈孤雁",
    "to": "乔帮主",
    "bookpage": [
      "北国欺我中原久矣",
      "老叫花此去夺图",
      "自知必死",
      "兄弟们切勿难过",
      "老叫花肉也吃够",
      "酒也喝够",
      "此生无憾"
    ]
  },
  "2003": {
    "Id": 2003,
    "Name": "drama",
    "Desc": "3020006_8",
    "bookpage": ["子规啼夜月", "时闻玉笛声", "城中无人会", "南街话古今"]
  },
  "2004": {
    "Id": 2004,
    "Name": "drama",
    "Desc": "item/1105",
    "from": "师父绝笔",
    "to": "吾徒",
    "bookpage": [
      "云漠天还是吕轻侯啊",
      "你们别怪烟儿",
      "我欠她的",
      "铁剑令上的武功",
      "由你们传承下去",
      "剑影三千",
      "终归无痕"
    ]
  },
  "2005": {
    "Id": 2005,
    "Name": "drama",
    "Desc": "item/12238",
    "from": "念柳",
    "bookpage": [
      "今夜天苍月, 孤舟系柳株。",
      "一绺菟丝子,八味鸟兽覆：",
      "铺山燕,盘石龟。鳆鱼甲,马兜铃。",
      "獾子油,晚蚕砂。灵猫香,鼠妇虫。",
      "天地玄妙处,泉东白轮中。",
      "日精月华映玉佩,",
      "乾坤自显成。"
    ]
  },
  "2006": {
    "Id": 2006,
    "Name": "drama",
    "Desc": "item/12418",
    "bookpage": ["忆郎郎不至，", "仰首望飞鸿。"]
  },
  "2007": {
    "Id": 2007,
    "Name": "drama",
    "Desc": "item/12416",
    "bookpage": [" {sx}，知你今天会来，", "我正在“那里”陪鸢儿", "聊天，望${sx}前来。"]
  },
  "2008": {
    "Id": 2008,
    "Name": "drama",
    "Desc": "item/96471",
    "bookpage": [
      "我本是安居于各大势力外的游民",
      "依村西南处的乱石迷阵而居",
      "前日却有劫匪参透石阵，突袭村子终不敌",
      "我虽逃过屠杀，但也无处可去",
      "命不久矣，遂留此信",
      "只求得侠士替天行道，以报屠村之仇"
    ]
  },
  "2009": {
    "Id": 2009,
    "Name": "drama",
    "Desc": "item/96472",
    "bookpage": [
      "我等之中不乏有退隐至此的武人",
      "本可依地形之便制敌",
      "但这波劫匪非同寻常",
      "善使驭沙之术神出鬼没",
      "我虽查明沙口布下陷阱但为时已晚",
      "故土不再，而我亦为玉石之焚"
    ]
  },
  "2010": {
    "Id": 2010,
    "Name": "script",
    "Desc": "item/11007005",
    "to": "少林戒约",
    "bookpage": [
      "戒叛师。",
      "须尊师守礼，明道为先；",
      "法贤进德，至善是念。",
      "戒忘恩。",
      "当孝恩是膺，济报有常；",
      "伤亲害友，雷怨众迁。",
      "戒诸恶。",
      "当净意择善，律己从道；",
      "杀盗淫妄，功德尽捐。",
      "戒淫艺。",
      "当虚己勤习，抱朴专艺；",
      "博识凝神，心沉自雄。",
      "戒偏执。",
      "须体用兼备，明体达用；",
      "禅武并重，宗风乃彰。"
    ]
  },
  "2011": {
    "Id": 2011,
    "Name": "script",
    "Desc": "item/30103002",
    "from": "达摩",
    "bookpage": [
      "武功一道出手便能伤人要",
      "害、取人性命，凌厉狠辣",
      "大干天和，是以须得相应",
      "的慈悲佛法化解戾气、消",
      "弭心魔。每日不以慈悲佛",
      "法调和化解，则戾气深入",
      "脏腑，愈隐愈深，久则戾",
      "气深入腑脏，有走火入魔",
      "之虞。"
    ]
  },
  "2012": {
    "Id": 2012,
    "Name": "藏剑门遗书",
    "Desc": "item/1105",
    "from": "师父绝笔",
    "to": "藏剑我徒",
    "bookpage": [
      "自出洞中三百战",
      "快哉快哉",
      "如今武功尽失",
      "无意苟活",
      "别怪烟儿",
      "我欠她的",
      "得铁剑令者",
      "得我传承"
    ]
  },
  "2013": {
    "Id": 2013,
    "Name": "小梳子便条",
    "Desc": "itemuse/12180",
    "from": "小梳子",
    "bookpage": ["临安客栈等我"]
  },
  "2014": {
    "Id": 2014,
    "Name": "吴军师锦囊",
    "Desc": "itemuse/12453",
    "bookpage": ["揭旌图鬼像，", "竿前聚兵图。", "而此何须问，", "起闻鼓角声。"]
  },
  "2015": {
    "Id": 2015,
    "Name": "张扬的书信",
    "Desc": "itemuse/12464",
    "from": "张扬",
    "bookpage": ["酉时，灵州城郊见面。"]
  },
  "2016": {
    "Id": 2016,
    "Name": "阿紫的信",
    "Desc": "itemuse/12465",
    "from": "阿紫的秘密",
    "bookpage": ["柯如青铜根如石，", "地衣镇角坐香狮；", "留与啼乌伴白头，", "千条万缕萦心下。"]
  },
  "2017": {
    "Id": 2017,
    "Name": "《笠翁对韵》",
    "Desc": "itemuse/12545",
    "title": "《笠翁对韵》",
    "bookpage": [
      "天对地，雨对风。大陆对长空。山花对海树，赤日对苍穹。雷隐隐，雾蒙蒙。日下对天中。风高秋月白，雨霁晚霞红。牛女二星河左右，参商两曜斗西东。十月塞边，飒飒寒霜惊戍旅；三冬江上，漫漫朔雪冷渔翁。",
      "河对汉，绿对红。雨伯对雷公。烟楼对雪洞，月殿对天宫。云叆叇，日曈曚。腊屐对渔篷。过天星似箭，吐魄月如弓。驿旅客逢梅子雨，池亭人挹藕花风。茅店村前，皓月坠林鸡唱韵；板桥路上，青霜锁道马行踪。",
      "山对海，华对嵩。四岳对三公。宫花对禁柳，塞雁对江龙。清暑殿，广寒宫。拾翠对题红。庄周梦化蝶，吕望兆飞熊。北牖当风停夏扇，南帘曝日省冬烘。鹤舞楼头，玉笛弄残仙子月；凤翔台上，紫箫吹断美人风。"
    ]
  },
  "2018": {
    "Id": 2018,
    "Name": "青玉堂传记",
    "Desc": "dram/3022012_1",
    "title": "青玉堂传记",
    "bookpage": [
      "厉江风传\n\n厉江风  青玉堂高手\n\n  一只鬼爪神出鬼没。爪风似一股螺旋气劲，森寒凌厉，又似无形的利箭，直击要害。\n\n  厉江风常近女色，好色如渴。对相貌俊美之女喜爱有佳，常以千金换美女一笑。然若不得之，则暴怒如雷，明而抢之。",
      "董南歌传\n\n董南歌  青玉堂副堂主\n\n  一口青龙偃月刀，力拔千钧。每战内心狂躁之气愈盛，眼中更露凶狠之色。出刀力度千钧，似破千军万马之势。\n\n  但此套路极耗气力，大开大合攻势之后便稍显乏力，常使厉江风辅之左右。",
      "谢龙吟传\n\n谢龙吟  青玉堂堂主\n\n  青玉堂主武功招数刚猛强烈，以龙爪之姿碎骨裂颅，指劲透体，使人经脉尽封，全身动弹不得。江湖中人也因此招式凶险而对青玉堂有所忌惮。\n\n  可惜虽好用计谋却“失勇”，因过于谨慎和顾忌后果，易在交战中错失取胜的时机…"
    ]
  },
  "2019": {
    "Id": 2019,
    "Name": "投名状",
    "Desc": "itemuse/12412",
    "title": "投名状",
    "from": "十三太保投名状",
    "bookpage": [
      "\n\n纳投名状，结生死义；有福同享，有难同当。\n\n\n\n\n\n  若有二心者，人人共诛之。",
      "\n……\n三月十一，朝廷拨军饷二十万两，众兄弟分十五万两，各留样银于匣中。\n……\n六月廿三，兄弟酒后杀人，有民告官，众兄弟将告官者、讼师、断案人、死者亲友等二十余人或收买或屠杀，平息此事。\n……",
      "\n……\n八月十五，众兄弟设宴拉拢新任监军吴筠，以期共富贵。不料吴筠不从，更欲上报朝廷，事发紧急，众兄弟当场诛杀吴筠，分尸销迹，借用当地仙邀传说躲避朝廷怀疑。\n此事干系重大，各人须保存残尸，以示共进退。\n……",
      "\n……\n九月初五，五个青年贸然闯入仙居，撞破秘密，为值守兄弟所擒，三人利诱为心腹，其中名为唐宏者贪利，或可重用。其余两人坚持报官，杀此二人，弃尸荒野喂食豺狼。\n……",
      "\n众兄弟划为甲乙丙丁四品，甲品为最高，负责统领决策，不得僭越，签名按印为证。",
      "甲字品：【托塔天王】罗川\n\n乙字品：【羲和神】冯磊、【广寒神】南宫林溪\n\n丙字品：【风伯】李威柯、【雨师】康泽、【雷公】梁明\n\n丁字品：【恒山真君】杨端云、【华山真君】周净、【泰山真君】方苏、【衡山真君】欧阳鹤安、【嵩山真君】曹坤、【蓬莱真君】刘未丁、【昆仑真君】赵追月"
    ]
  },
  "2020": {
    "Id": 2020,
    "Name": "杨业传",
    "Desc": "itemuse/12388",
    "title": "杨业传",
    "bookpage": [
      "杨业，并州太原人。父信，为汉麟州刺史。业幼倜傥任侠，善骑射，好畋猎，所获倍于人。尝谓其徒曰：“我他日为将用兵，亦犹用鹰犬逐雉兔尔。”\n弱冠事刘崇，为保卫指挥使，以骁勇闻。累迁至建雄军节度使，屡立战功，所向克捷，国人号为“无敌”。",
      "会契丹入雁门，业领麾下数千骑自西陉而出，间至雁门北口，南向背击之，契丹大败。以功迁云州观察使，仍判郑州、代州。自是，契丹望见业旌旗即引去。"
    ]
  },
  "2021": {
    "Id": 2021,
    "Name": "卷宗箱1",
    "Desc": "3003001_2",
    "title": "大理寺卷宗",
    "bookpage": [
      "\n\n武朝六十年正月初三\n\n宋家庄富户宋福之子宋小乙被杀。死者手臂有多处刀伤，被刃处皮肉紧缩，有血荫四畔，生前曾与人争斗。后背多处中刀，其中一刀深入腑脏致使死亡。初断为死者逃跑中被行凶者追上刺死。死者财物俱在，可排除图财杀人。",
      "\n\n武朝六十年正月十一\n\n擒获杀人凶犯李阿八，其为宋家庄杀猪匠。李阿八对杀人一事供认不讳。然宋家庄庄客齐齐为李阿八喊冤，暂且将其收监候审。",
      "\n\n武朝六十年四月十八\n\n李阿八越狱。"
    ]
  },
  "2022": {
    "Id": 2022,
    "Name": "卷宗箱2",
    "Desc": "3003001_3",
    "title": "大理寺卷宗",
    "bookpage": [
      "\n\n武朝六十年二月初八\n\n巡街。",
      "\n\n武朝六十年二月初九\n\n巡街。",
      "\n\n武朝六十年二月初十\n\n巡街。\n\n吕行啊吕行，你可是要当神捕的人，怎么可以每天都做巡街这样鸡毛蒜皮的小事？\n\n明日便去向少卿大人请命，让我去破些大案要案！"
    ]
  },
  "2023": {
    "Id": 2023,
    "Name": "卷宗箱3",
    "Desc": "3003001_4",
    "title": "大理寺卷宗",
    "bookpage": [
      "\n\n武朝六十年正月二十四\n\n接到城西李大娘报案称，其子数日未归，或为奸人所害。\n\n经查，最终于李大娘屋后枯井中解救出狸花猫一只。"
    ]
  },
  "2024": {
    "Id": 2024,
    "Name": "卷宗箱4",
    "Desc": "task/50111000/02",
    "title": "大理寺卷宗",
    "bookpage": [
      "\n\n武朝五十九年十一月廿三\n\n飞贼柳公子贪色害命，盗走百宝箱一具，险致怡红楼花魁谢月娥堕水身亡，今不知所踪。\n\n未能缉拿归案。\n\n经办人：胡秋侠",
      "\n\n武朝六十年三月初八\n\n飞贼柳公子留柬寄书本市富户甄佑乾，于三更时分盗走宝瓶一只，不知所踪。\n\n未能缉拿归案。\n\n经办人：吕行",
      "\n\n武朝六十年五月十四\n\n飞贼柳公子夜入太师府，窃取和田暖玉一枚，价值连城。\n\n未能缉拿归案。\n\n经办人：姜曼珠",
      "\n\n武朝六十年七月廿日\n\n飞贼柳公子夜闯禁宫，开取龙门锁，打碎九龙杯，嚣张至极。\n\n未能缉拿归案。\n\n经办人：姜曼珠、吕行"
    ]
  },
  "2025": {
    "Id": 2025,
    "Name": "北山酒经",
    "Desc": "itemuse/12134",
    "title": "北山酒经",
    "bookpage": [
      "\n\n新丰酒\n新丰酒产自丹阳，酒液清亮纯净，色如青竹，醇香浓郁，与春色最是相宜。",
      "\n\n女儿红\n女儿红是以糯米发酵而成的黄酒，色如蜜糖，馥郁芳香，为旧时富家生女、嫁女必备之物。",
      "\n\n烧刀子\n烧刀子酒味浓烈，入口有如一条火线直入脏腑，因而得名，最受江湖人士喜爱。",
      "\n\n杜康酒\n杜康酒相传为酒神杜康所造，酒色清冽碧透，味甜质纯，一口三香，古来便有“何以解忧，唯有杜康”之名。",
      "\n\n兰陵琥珀\n兰陵琥珀是山西汾酒中的上品，色如琥珀，入口香绵甜润，回味悠长。",
      "\n\n玄冰碧火酒\n玄冰碧火酒乃是以大寒大热的九九八十一种毒虫、毒草混合酿造而成，药性奇猛，常人只须舌尖上舐得数滴，便能致命。"
    ]
  },
  "2026": {
    "Id": 2026,
    "Name": "口才的艺术",
    "Desc": "itemuse/12554",
    "title": "口才的艺术",
    "bookpage": [
      "如果对方一口回绝，什么都不愿意买！\n遇见此等情况就更加应该谦逊持礼，避免引起对方反感。等对方松懈时，再寻找新的契机。",
      "如果对方婉言谢绝，话中之意其实是暗示不想与你继续聊下去了。\n此时应当装傻充愣，假作听不懂对方的话外之意，积极为自己争取机会。",
      "如果对方含糊其辞要与他人商量，实则这是对方在借口拖延。\n此时更加应当锲而不舍地说下去，堵住对方的一切退路，避免错失良机。",
      "如果对方听了半天却一言不发，有些迟疑不决。\n对方此时已经动心，只是还做不出决定。我们就更应该热情介绍，帮助对方早点下定决心。",
      "如果对方滔滔不绝向你诉说苦衷，只口不提买东西。\n我们此时应当谦逊持礼，将自己当作他们的朋友般耐心倾听。相信我，真诚永远比技巧更有力量。"
    ]
  },
  "2027": {
    "Id": 2027,
    "Name": "山河志",
    "Desc": "itemuse/12555",
    "title": "山河志",
    "bookpage": [
      "杏花村\n“杏花村”顾名思义，便是因为村中遍植杏花之故。每逢春来便青旗红树、酒香四溢，有道是“题诗江南渡，问酒杏花村。”\n若说杏花村中最负盛名的名胜，非村头那株千年杏树不可。据村中故老相传，三百年前天下大旱民不聊生, 流亡的百姓在一只仙鹿的指引下来到满是杏树的沃土，这才有了今日的杏花村。村民们便在最大的杏树下修建了仙鹿的石像，年年供奉，香火不断，以念安居之恩。",
      "汴京\n汴京位于中原腹地，北接雁门关以拒北国，南通武昌等经济重镇，是天下最为雄伟的城池，也是是南朝京城所在。由是汴京城中三教九流均有出没，同时也不乏众多武林人士。\n汴京城中最具气象的非皇城莫数。皇城是汴京城里戒备最森严的地方。如果没有得到批准，就会被金吾卫大将军拦在门外。而且城高墙厚，即便是轻功高手也无法用轻功进入皇宫之中。",
      "临安\n临安城地处江南富庶之地，地通南北，万物所聚，应有尽有。兼之江南风景如画，由是引来众多文人墨客流连于此，留下了一干脍炙人口的诗篇。临安城中景致尤以“西湖十景”最盛，春夏秋冬、晴雾风雪、亭台楼阁各擅其胜。\n若说我心中十景之首，非“断桥残雪”莫数。传说白娘子便是在与许仙相会，方才有了《白蛇传》这般动人的爱情故事，正是“断桥难断尘寰事，西子湖畔续前缘。”",
      "灵州\n灵州隶属西夏，位于丝绸之路要冲，为西域门户。中原的丝绸经此地传往西域各国，而西域的物产亦自此传播至中原地区。灵州风光迥异于中原，颇有异域色彩。\n灵州城中有一处泉眼，名为“鸣沙泉”。鸣沙泉一年四季俱有清泉涌出，据说灵州之所以建城于此便是看中了鸣沙泉的水脉。久而久之，鸣沙泉便成为灵州城的标志之一。",
      "武昌\n武昌位于长江的江口位置，被誉为“九省通衢”。依托于繁华的水运码头建设起了一座繁华的城镇，乃是“楚中第一繁盛处”、天下四聚之一。\n武昌以北龟山之上筑有“琴台”一座，相传便是伯牙绝弦之所在。如今琴台之上尚有石琴一具尤能奏响，只叹知高山之高、知流水之深者，古今少矣。",
      "少林\n少林寺位于少室山密林之中，自达摩祖师东渡立下少林门墙以来，少林寺中僧众既能青灯古佛为伴，亦能靖世渡人于危，无愧正道魁首、禅宗祖庭之名。\n达摩祖师曾在少林寺后山面壁九年，其坐像映入石中，故称该石为“面壁影石”。若在此处打坐禅修，似乎更易于体会佛法。江湖传闻，后山中更有一处“达摩洞”，达摩祖师所悟的武学真义尽数刻在洞中，不知真伪……",
      "武当\n武当山乃是真武大帝道场所在，位列道家“七十二福地”第九位。昔日三丰祖师便择此地开宗立派，便有了如今江湖四大门派之一的武当派。\n武当山周边高峰林立，有“七十二峰朝大顶”的雄伟气象。因而武当派便在门派以东的山峰之上修起一座观星台，作观星望斗之用。同时也有一些内功有成的武当弟子选择在此处餐霞饮景，修习内功。",
      "天山\n天山古名白山，因冬夏有雪，由是得名。天山山势极险，且多为积雪、坚冰覆盖，非常人可以攀登。昔年天山派祖师立派于此，恐怕便有借山势隔绝一应杂念，令门人弟子专注于剑之意。\n据《穆天子传》记载，周穆王驾车西游，在瑶池之滨受西王母设宴款待，据考天山东麓天池便为古之瑶池。夕阳西下之时，自天池俯瞰，霞彩夺目，如人间仙境一般无二。",
      "修罗宫\n修罗宫地处塞北荒漠之地，初代掌门楚天狂横刀断丘，划地为界，修罗之名由此响彻八荒。塞外之地黄沙漫卷、怪石满地，雄伟壮阔之处令胸中豪气顿生，恨不得痛饮烈酒，方不负眼前的壮丽风光。\n修罗宫中最为雄伟之处非“地火渊”莫数。修罗宫所在的山谷中有地火倾泻终年不止，形成一片火海因而得名。修罗宫借地利之便，将地火引入熔炉锻造刀剑，所造宝刀多是难得的精品。",
      "雁门关\n “天下九关，雁门居首”，代州雁门关素来便是抵御北朝的重要防线。之所以雁门关能够多次阻挡北方狼骑南下，其一便是仰仗勾注山天险之势，依山傍险，建成了这座雁门雄关，令北国狼骑望而兴叹。\n其二则是那些甘愿为国为民抛头颅洒热血的将士们，正是他们以血肉铸就的雄关，方才成就了这座“天下第一关”。正因如此，雁门关中方才竖起一座“英烈碑”，将阵亡将士的名姓刻于碑上以作纪念。",
      "秦岭\n秦岭西起昆仑，东至江淮，横绝南北之地，被尊为龙脉所在。秦岭物产丰饶，百姓靠山吃山靠水吃水，多以伐木、采药为生。更有不少隐士选择在此结庐而居，于群山为邻，与清风为友。\n传闻，在秦岭深处有一片桃林，宛如世外桃源一般。桃林中聚集了很多猴子，其中有些年长的猴子采百果于一洞中酿造成酒。如此酿出的猴儿酒果香四溢，甘美异常，可遇而不可求，实乃千金不换。",
      "敦煌\n敦煌位于丝绸之路必经之路，虽然如今敦煌古城早已消失在风沙里，独留下玉门关还在诉说着昔日的过往。凡要前往西域经商的商队均会在此间龙门客栈补充给养，做足准备后再踏上旅程。\n龙门客栈以西的“莫高窟”依山壁开凿无数大大小小的石窟，窟内绘、塑佛像及佛典内容无数，因而也有千佛洞之名。",
      "剑南道\n艰难鼓捣位于剑门关关隘之后，地势险峻，少有人烟，却是南北通行由陇入蜀的要道。山道修于密林之内被溪流、悬崖分割开，以石梯、栈道连接，无怪李太白有“蜀道难”之叹。\n剑门关便筑于大剑山中断处，两旁断崖峭壁，直入云霄，峰峦倚天似剑，绝崖断离，两壁相对，其状似门，故称“剑门”。"
    ]
  },
  "2028": {
    "Id": 2028,
    "Name": "博物志",
    "Desc": "itemuse/12556",
    "title": "博物志",
    "bookpage": [
      "             临安\n  临安地处江南，人杰地灵，景有灵隐、西湖、六和塔，商有沈家、甄府、钱王，武有青玉堂、长乐帮，各路侠士若有兴致不妨亲身探访一番。\n威胁\n  近日江南道山贼猖獗，百姓切勿贸然前往，若有必要之需可移步长顺镖局托保。\n特产\n  江南道：赤铜、莲藕、龙井茶叶、樟木、青梅、甘草、粗麻、白术。",
      "             武昌\n  来往临安与汴京的必经之地，亦占有水利之便，漕帮在此设有分舵使致武昌漕运腾达，传言漕帮熟知各地水路，甚至知晓许多江湖避谈之地，或是隐秘之鬼市，或是狂邪之青龙会，其中情理无人知晓。 \n威胁\n  长江水寇与漕帮交恶许久，如今将武昌当做盘中之食，少数喽啰已在武昌城西建起据点，望有正义之士前往清缴，防微杜渐。",
      "特产\n  甘草、当归、赤铜、樟木、红菜苔、莲藕。 此外，武昌耕地与渔点富足。",
      "             汴京\n  汴京，富丽堂皇的大宋都城，琴棋书画风亭水榭无所不有，但这繁荣之象的背后...\n威胁\n  汴京近郊虽可夜不闭户，但与灵州通商的必经之地--秦岭近期却滋生匪患，商贾无不坐立难安。\n特产\n  京郊：粗麻、杉树、香梨、 荸荠、甘草、灵芝、赤铜 \n  秦岭：黑铁、人参、白栎、山楂、棉花、当归。",
      "            雁门关\n  抗金之雁门关，\n威胁\n  宋金两军正对峙于前线战场，侠之大者为国为民！\n特产\n  雁门关大营外：棉花、杉树、土豆、黑铁。",
      "             灵州\n  异域之灵州 \n威胁\n 未定\n特产\n  敦煌：雪银、葡萄、何首乌、枸杞、乌缕、雪莲、茴香。"
    ]
  },
  "2029": {
    "Id": 2029,
    "Name": "白蛇传",
    "title": "白蛇传",
    "bookpage": [
      "第一回 #r青城山下白蛇仙#r在四川青城山幽深的洞府中，一条修行千年的白蛇精，感天地灵气，化为人形，自取名白素贞。她生得雪肤花貌，眉目如画，既有仙家清气，又有女儿柔情。、#r",
      "一日，她与山中修炼的小青蛇（后化名小青）结为姐妹。小青活泼刁钻，道行尚浅，常随白素贞左右。白素贞虽已成仙，却总觉得心中空落，似有一段尘缘未了。",
      "第二回 #r西湖雨遇许仙郎#r白素贞携小青来到人间繁华之地——杭州西湖。时值清明，细雨霏霏，湖上烟波渺渺。#r断桥边，一位温润如玉的书生许仙（字汉文）撑伞而行。白素贞见他眉目清秀，举止儒雅，心中一动，暗想：“莫非此人便是我的缘法？”",
      "小青见状，故意施法降雨，白素贞假意避雨，与许仙共伞同行。二人言语相投，许仙见白娘子端庄秀丽，心生爱慕，便邀她至家中做客。",
      "第三回 #r钱塘成婚风波起#r白素贞与许仙情投意合，不久结为夫妻。婚后，夫妻二人在保和堂开设药铺，白素贞精通医术，施药济世，百姓皆称颂“白娘子”仁心仁术。#r",
      "然而，好景不长。金山寺高僧法海察觉妖气，寻至钱塘，告诫许仙：“你妻子乃千年蛇妖，若不尽早远离，必遭其害！”#r许仙起初不信，但法海赠他雄黄酒，道：“端午饮此酒，可验真身。”",
      "第四回 #r端午惊变显原形#r端午佳节，白素贞因蛇类畏雄黄，本不愿饮酒，但见许仙殷切相劝，不忍拂其意，勉强饮下。#r不料酒力发作，白素贞现出原形——一条巨大的白蛇！许仙见状，惊骇过度，当场昏死。",
      "#r白素贞悔恨交加，为救夫君，不顾生死，独闯昆仑山盗取灵芝仙草。历经艰险，终于求得仙草，救活许仙。",
      "第五回 #r水漫金山斗法海#r许仙虽被救活，却因惧怕而躲入金山寺。法海趁机将他软禁，欲断白蛇姻缘。#r白素贞悲愤交加，携小青率领水族，掀起滔天巨浪，水漫金山！一时间，长江怒涛翻涌，寺庙几欲倾覆。",
      "然而，法海法力高强，以袈裟化作长堤，挡住洪水。白素贞因怀有身孕，法力大减，最终不敌，被法海镇压于雷峰塔下。#r临别时，她含泪对许仙道：“官人，你我夫妻一场，只恨天道无情……”",
      "第六回 #r状元祭塔母子逢#r白素贞被镇雷峰塔后，产下一子，取名许仕林，由许仙抚养成人。#r许仕林天资聪颖，苦读诗书，终中状元。他得知母亲身世，悲恸不已，亲至雷峰塔前祭拜。孝感动天，佛祖慈悲，允白素贞出塔，一家团圆。#r。",
      "法海见因果已了，亦不再阻拦。白素贞千年修行，终得正果，位列仙班",
      "尾声#r西湖依旧，断桥如故。#r只是人间多了一段传说——#r“千年白蛇恋凡尘，雷峰塔下不了情。”"
    ]
  },
  "2030": {
    "Id": 2030,
    "Name": "青蛇劫",
    "title": "青蛇劫",
    "bookpage": [
      "夜。金山寺外，暴雨倾盆。#r#r小青立在滔天浪尖，翠衣浸透，长发如瀑散在风中。她望着法海，眼中不再是戏谑，而是一种近乎绝望的挑衅。#r#r“和尚，你说妖孽无情，可你连一滴泪都没为这人间流过。”#r",
      "法海手持锡杖，金钵悬空，眉间却渗出细汗。他本该降妖，可此刻，江水翻涌的倒影里，他看见的不是蛇妖，而是自己晃动的影子——像一尊即将崩裂的泥塑佛像。",
      "突然，小青纵身跃入江心。#r#r法海瞳孔骤缩，几乎是不假思索地追入水中。",
      "水中幻境#r江水幽深，暗流如梵唱低吟。#r小青在水中舒展蛇尾，青鳞泛着冷光，像一柄出鞘的剑。她游近法海，指尖划过他的眉心、鼻梁，最后停在喉结处。#r“你心跳得好快。”她在水中传音，声音带着蛊惑，“是因为怕我……还是怕你自己？”#r法海闭目诵经，可佛珠却一颗颗散开，悬浮在两人之间，像被斩断的因果。",
      "小青忽然贴近，唇几乎擦过他耳畔：#r“你说四大皆空，那为什么不敢睁眼看我？”#r#r法海猛然睁眼——#r水中倒影竟是他自己环抱住小青，袈裟与青纱纠缠，如业火红莲裹着一段翠竹。",
      "禅机破#r“妖孽！这是幻术！”法海暴喝，手中金钵绽放刺目佛光。#r#r小青不躲不避，任由金光穿透身体。鲜血从她唇角溢出，却在水中化作一串嫣红的珊瑚珠。#r#r",
      "“是幻术吗？”她轻笑，“那为什么你的锡杖……在发抖？”#r#r法海低头，发现锡杖尖端竟生出一枝青莲，莲心躺着颗菩提子——正是当年青城山巅，他遗漏的那一颗。",
      "正是:#r水月镜花空禅机，#r锡杖青莲两相疑。#r最恨佛前灯一盏，#r照见袈裟裹相思。"
    ]
  },
  "2031": {
    "Id": 2031,
    "Name": "元隆十二",
    "Desc": "人口",
    "title": "元隆十二",
    "event": [3, 50038, "find", 50390],
    "bookpage": [
      "第一页",
      "第二页",
      "第三页",
      "##二月十五, 袁氏购置城南的房屋一套.#r十二月三日,袁氏将城南的房屋卖出.#n",
      "第五页",
      "第六页"
    ]
  },
  "2032": {
    "Id": 2032,
    "Name": "元隆十二",
    "Desc": "案件",
    "title": "元隆十二",
    "event": [3, 50038, "find", 50400],
    "bookpage": ["第一页", "第二页", "第三页", "##十二月一日,城南发生一桩无头命案.#n", "第五页", "第六页"]
  },
  "2033": {
    "Id": 2033,
    "Name": "心经",
    "fullText": "观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空，度一切苦厄。舍利子，色不异空，空不异色，色即是空，空即是色，受想行识，亦复如是。舍利子，是诸法空相，不生不灭，不垢不净，不增不减。是故空中无色，无受想行识，无眼耳鼻舌身意，无色声香味触法，无眼界，乃至无意识界，无无明，亦无无明尽，乃至无老死，亦无老死尽。无苦集灭道，无智亦无得。以无所得故。菩提萨埵，依般若波罗蜜多故，心无挂碍。无挂碍故，无有恐怖，远离颠倒梦想，究竟涅盘。三世诸佛，依般若波罗蜜多故，得阿耨多罗三藐三菩提。故知般若波罗蜜多，是大神咒，是大明咒，是无上咒，是无等等咒，能除一切苦，真实不虚。故说般若波罗蜜多咒，即说咒曰：揭谛揭谛，波罗揭谛，波罗僧揭谛，菩提萨婆诃。"
  },
  "2034": {
    "Id": 2034,
    "Name": "功劳簿",
    "title": "功劳簿",
    "bookpage": [
      "【白马山之战】#r元隆十三年 春#r首功·宋长风#r贼寇据白马山要道，劫掠商旅。长风率十二骑夜袭，以火把虚张声势，亲斩贼首“黑面狼”于断崖。战后升为“青旗队”队长，得帮主赐“断水刀”。#r副功·白云飞#r独守峡谷隘口，身中三箭仍力战不退，为帮众赢得合围时机。",
      "【江夏平叛】#r元隆十五年 夏#r首功·骊珠#r帮中三舵主勾结官府，骊珠假意投诚，于鸿门宴上掷杯为号。其袖中“子母鸳鸯钺”连破七人，更生擒叛首。升任“玲珑堂”执事，帮众始称“女诸葛”。#r副功·白云飞#r率死士烧毁叛军战船，火光中赤膊踏浪，人称“浪里白蛟”。",
      "【血战十八里铺】#r元隆十七年 冬#r首功·白云飞#r敌对帮派设伏，云飞护重伤的长风突围。身被二十一创，犹背驮兄弟血战三里。战后昏迷七日，醒时第一句问：“大哥的咳血可止了？”#r副功·宋长风#r以断刀作笔，蘸血书调兵令，反围剿敌军。此战后接任副帮主。",
      "【漕运之争】#r元隆十九年 秋#r首功·骊珠#r设计“连环漕船”，以铁索横江阻敌。更献“借东风”之计，火烧敌舰三十艘。#r奇功·宋长风#r单舟赴会，与漕帮龙头对弈定输赢。棋盘暗藏机关，赢时毒箭射穿对方帅旗。",
      "【长乐帮内变】#r元隆廿一年 腊月#r首功·宋长风#r老帮主暴毙，长风以“雷霆手段”镇抚四堂。其独闯刑堂时，徒手接住射向白云飞的淬毒弩箭。#r隐功·骊珠#r提前策反执法长老，但功成身退未留名。离帮时只带走一柄玉算盘，账目却分毫不差。",
      "【备注·特殊功勋】#r白云飞：“醉仙楼”独战八大派高手，为长乐帮争得运盐权。战后楼前青石阶上，足印入石三分。#r骊珠：创“九星连珠”暗器手法，训练的女弟子队称“罗刹组”，至今仍是帮中秘兵。#r宋长风：建“义冢”收殓战死者，碑文自题：“江湖无善终，长乐是妄言。”"
    ]
  },
  "2035": {
    "Id": 2035,
    "Name": "长风集",
    "music": 5003,
    "title": "长风集",
    "event": [
      [9, 0, "hide", 0, "#X隐隐有些字迹显露"],
      [10, 0, "hide", 0, "#X隐隐有些字迹显露"],
      [9, 407020, "show", 0, "泪水的浸透下,字迹显露了出来"],
      [10, 407010, "show", 59210, "泪水的浸透下,字迹显露了出来"]
    ],
    "bookpage": [
      "今日与云飞过招，见他剑势滞涩，目光却总追着骊珠。那丫头在溪边挽发，鬓角沾了杏花——她向来不知自己这样好看。#r昨夜酒肆中，云飞醉喊“二姐替我缝衣”，却将她的帕子攥得死紧。我忽然想起师父临终说：“江湖人最重的，不是快意，是成全。”",
      "骊珠做了莲蓉月饼，偏说咸了。云飞连吞三个，噎得直捶胸口。#r趁她煮茶时，我对云飞说：“二妹性子烈，须得有人时时让着。”这小子竟红了眼眶，转身就去院中练剑，惊落一树桂花。",
      "今日骊珠与云飞比剑，百招未分胜负。收剑时她笑得粲然，鬓边薄汗未干，云飞竟看痴了去。#r晚间她替我包扎旧伤，指尖温热。我忽问：“你觉得云飞如何？”她手一颤，金疮药撒了半瓶。#r——这丫头，还是这般藏不住心事。",
      "骊珠在檐下擦剑，我故意说城西绸缎庄的姑娘好。她剑穗突然断了，红绳散在雪地里像道旧伤。#r今早媒婆送来庚帖时，白云飞劈了整垛柴。这小子，连句恭喜都说得咬牙切齿。",
      "满月酒宴上，听说她在城南开了间“停云客栈”。这名字取得刁钻，既暗合云飞，又骂我是遮月的乌云。#r孩子抓周抓了木刀，我竟松了口气。若选算盘，倒像我宋长风为五斗米折腰的佐证。",
      "今晨依依为孩儿绣虎头鞋，针尖扎破手指竟不觉。我夺过绸缎时，瞥见她中衣袖口已磨出毛边——富商之女嫁我三年，倒学会了荆钗布裙。#r当年花轿临门时，我盯着盖头想的却是：这红绸与骊珠束发的绛绳，究竟哪个更艳？",
      "携妻儿扫墓归来，见客栈檐下挂着青布酒旗——“杏花春雨”四字必是她的手笔。#r小儿啼哭不止，忽有歌谣自二楼飘下。抬头只见珠帘微动，一曲终了，哭声竟歇。#r归途遇云飞蹲在巷口修剑，衣摆全是泥点。他哑声道：“大哥，她连我的面都不肯见了。”",
      "昨夜梦见三人初遇那年，野店烛火下共饮屠苏酒。骊珠以簪挑灯花，云飞用剑鞘接住坠落的火星。#r醒来见案头放着新缝的冬衣，针脚细密如旧。妻说：“今早有位姑娘搁下包袱就走，追也追不上。”#r——傻丫头，既来了，怎不喝碗热粥？",
      "独饮时总把三只酒盏摆成三角。最醇那坛埋在西山老梅下，原想等他们成亲时挖出来...#r今践旧约,侠义难两全。若有不测，切勿替我复仇;此乃命中注定之事,与任何人无关,切记切记.",
      "结发十载，终是辜负。#r初见时你凤冠霞帔坐在喜堂，我腰间却系着骊珠打的同心结。#r那年你说'妾身只要平安'，我答'长风必护你周全'，只可惜这条命,终不是自己的。#r长风拂柳,便是我愿与你相依.",
      "贤弟妹如晤：#r箱底蓝布包着的，是当年骊珠落在练武场的银簪，云飞醉酒跌碎的玉扣，并你我三人结义时斩断的辫梢。#r长风去也;#r愿来世，再做兄弟。"
    ]
  },
  "2036": {"Id": 2036, "Name": "功劳簿", "title": "功劳簿"},
  "2037": {"Id": 2037, "Name": "账本", "title": "账本"},
  "2038": {
    "Id": 2038,
    "Name": "户籍收养登记",
    "title": "汴京城孤弃儿收养登记簿",
    "event": [5, 210042, "find", 210621, "“#R刘永昌#n”这个名字吸引了你的注意"],
    "bookpage": [
      " ",
      "【汴京元隆十一年孤弃儿收养登记簿】#r    年计收养孤弃儿共一百六十七例，年多旱，兼匪患四起，迁者众，多受灾乱故或遗或弃。#r    计有七十八男，八十九女记录在册，不足年者十二，三岁以下一百零三，七岁以下三十五，十岁以下十七。#r",
      "户主：孙有田#r住址：东郊田家庄#r年甲：五十#r身份：农户#r家庭成员：#r妻周氏#r长子孙大柱，二十三，戍边未归#r收养子女：#r养女孙小禾，正月初五，时年八个月（襁褓遗弃），奖仔猪一头",
      "户主：钱守财#r住址：中三厢金银铺巷#r年甲：六十#r身份：商户（钱庄主）#r家庭成员：#r续弦金氏（夫妻）#r收养子女：#r义子钱继业，正月十六，时年五岁（前朝罪臣遗孤），奖银钱五百文",
      "户主：刘大年#r住址：左一厢界身巷#r年甲：三十二#r身份：商户#r家庭成员：#r刘氏（夫妻）#r女刘招娣，十五，入宫为尚服局婢#r收养子女：#r义子#R刘永昌#n，正月廿三，时年三岁，奖小米五斛。",
      "户主：崔寡妇#r住址：南九厢纺车巷#r年甲：四十五#r身份：织户#r家庭成员：#r亡夫牌位#r收养子女：#r养女崔小织，正月廿七，时年六岁，奖纺车一架",
      "户主：赵石头#r住址：南七厢瓦匠弄#r年甲：四十八#r身份：工匠（泥瓦匠）#r家庭成员：#r寡母王氏（六十五）#r收养子女：#r养子赵承梁，二月初二，时年两岁半，奖新被褥两套",
      "户主：周红姑#r住址：西九厢慈幼坊#r年甲：三十七#r身份：官户（女医官）#r家庭成员：#r养母林氏（七旬病卧）#r收养子女：#r义女周素心，二月十九，时年三岁（目盲），奖药箱器械一套",
      "户主：吴阿大#r住址：北郊渔村#r年甲：四十一#r身份：渔户#r家庭成员：#r妻黄氏（溺水亡故）#r收养子女：#r养子吴水生，三月初一，时年一岁，奖腌鱼十斤",
      "户主：李守诚#r住址：南三厢状元里#r年甲：三十八#r身份：官户（县衙书吏）#r家庭成员：#r陈氏（夫妻）#r子李承宗，八岁，蒙学#r收养子女：#r义子李文启，三月十七，时年两岁，奖小米四斛",
      "户主：郑秀才#r住址：右五厢青云里#r年甲：三十三#r身份：儒户#r家庭成员：#r老仆郑福（六十二）#r收养子女：#r义子郑文昭，三月廿八，时年四岁，奖笔墨纸砚一套",
      "户主：陈大锤#r住址：北四厢打铜巷#r年甲：五十#r身份：工匠（铜器匠）#r家庭成员：#r续弦赵氏（夫妻）#r前室遗女陈三娘，十六，待嫁#r收养子女：#r义子陈继业，四月初二，时年三岁，奖小米五斛",
      "户主：马铁头#r住址：左三厢打铁巷#r年甲：五十五#r身份：军匠#r家庭成员：#r侄儿马勇（十六，学徒）#r收养子女：#r养女马秋娘，四月初八，时年两岁，奖铁锅一口",
      "户主：林三娘#r住址：南四厢绣衣坊#r年甲：二十九#r身份：商户（绣庄主）#r家庭成员：#r养子林平安（五岁，哑疾）#r收养子女：#r义女林巧儿，四月廿二，时年三岁，奖绸缎三匹",
      "户主：胡老根#r住址：东郊胡家屯#r年甲：六十二#r身份：农户（菜农）#r家庭成员：#r独子胡大壮（廿五，战殁）#r收养子女：#r养孙胡继祖，五月十五，时年十个月，奖菜种十包",
      "户主：周武#r住址：西五厢马军桥#r年甲：二十八#r身份：军户（厢军弩手）#r家庭成员：#r孙氏（夫妻）#r收养子女：#r义女周念慈，五月廿一，时年两岁半，奖小米三斛半",
      "户主：韩忠#r住址：西二厢武备坊#r年甲：四十#r身份：军户（教头）#r家庭成员：#r妻杜氏（难产亡故）#r收养子女：#r义子韩破虏，六月十一，时年七岁（流民孤儿），奖皮甲一副",
      "户主：郑四海#r住址：东六厢染布坊#r年甲：四十#r身份：商户（布商）#r家庭成员：#r吴氏（夫妻）#r妾室柳氏#r长子郑元宝，十岁，学徒#r收养子女：#r义子郑安邦，六月十五，时年四岁（瘸腿），奖小米二斛",
      "户主：白妙音#r住址：中六厢乐籍坊#r年甲：二十八#r身份：乐户#r家庭成员：#r师妹三人（皆养女）#r收养子女：#r养女白小鸾，七月廿九，时年五岁（善歌），奖丝弦两副",
      "户主：宋老蔫#r住址：北郊宋家庄#r年甲：五十七#r身份：农户（瓜农）#r家庭成员：#r妻早逝#r收养子女：#r养孙宋承业，八月初三，时年三岁，奖瓜种五袋",
      "……",
      "……",
      "……",
      "……",
      "……",
      "……",
      "户主：秦老汉#r住址：西郊秦家堡#r年甲：七十三#r身份：农户#r家庭成员：#r子媳皆亡#r收养子女：#r养孙秦守业，腊月三十，时年四岁（雪夜弃婴），奖越冬炭薪十担",
      "  这么爱看啊，这最后一页的东西可是不得了加了不得，确定还要看？",
      "  不得了",
      "  了不得"
    ]
  },
  "2039": {
    "Id": 2039,
    "Name": "大乔的日记",
    "title": "日记",
    "event": [13, 210066, "find", 211170, "日记的最后一页上隐约可见深色的泪痕"],
    "bookpage": [
      "壹 某年某月的某一天#r#r    远风吹散又相连#r    阳光正好。#r    下山买水粉，师妹要跟着我去，我嫌她太过聒噪，偷偷一个人溜走了。#r    嗯，师妹发现了肯定又要哭鼻子，我回山要给她带一个漂亮的簪子。",
      "    暮色初临时，我揣着油纸包好的水粉和师妹的簪子往回赶。经过山脚下的糖葫芦摊前，忽然想起师妹最爱酸甜口味，便又多买了两串。#r    天际忽然滚过闷雷。豆大的雨点砸在石板路上，瞬间织成一片雨幕。我抱着怀里的水粉和糖葫芦，飞奔向山脚下那座破庙。",
      "    寺庙的角落，一个衣衫褴褛、蓬头垢面的人正蹲在一堆篝火旁，火上架着一口锅，锅里煮着狗肉。#r    更骇人的是，他的脖子上缠绕着一对青绿色的毒蛇，蛇身不时扭动，三角形的头颅吐着信子。#r",
      "    神台旁立着几位年轻人。有个手持玉骨折扇，不停摇着扇面绣着“花蝴蝶”的扇子，与身旁的一个少年侠客谈笑。#r    后来那毒丐不怀好意，一步步朝着我逼近，脖子上的毒蛇随着他的动作扭动，愈发显得狰狞可怖。",
      "    花蝴蝶猛地将扇子一合，“嗖” 地一下跳到毒丐身前，挡住了他的去路，大声吼道：“你这恶徒，敢对姑娘无礼，我花蝴蝶尹志春定要让你知道厉害！”#r    那毒丐仰头大笑，不避不闪，一只手对着我们逐个点过去：“倒！倒！倒！”",
      "     原来他趁人不备，早毒粉末撒进了篝火里。那烟雾无孔不入，花蝴蝶不一会儿就瘫倒在地，陷入昏迷。#r    我只觉一阵天旋地转，意识逐渐模糊。在昏死之前，恍惚间，只看到他还稳稳地站着，慢慢拔出宝剑朝那毒丐走去。",
      "    等我醒转过来，他正拿着一个小瓷瓶，将里面的解药缓缓喂到我的嘴边。我服下解药，渐渐恢复了力气。#r    环顾四周，发现寺庙一角，毒丐已经身首异处，鲜血在地面蔓延，那对青绿色的毒蛇也没了动静，瘫在一旁。",
      "    后来，他拖着花蝴蝶，朝我笑笑就头也不回的走了。#r    我追出去，林间清风萦怀，山边白云悠悠，远风吹散又相连。#r    远风吹散又相连。",
      "    师妹果然在山门口等着我。#r    我掏出糖葫芦给她，她气呼呼的含在嘴里：好酸。#r    又呼呼几口气，挽着我的手说：骗你的，师姐。特别甜。",
      "贰 某年某月的某一天#r#r    回雁峰上，师妹缠着我练剑。我哪有心思，可一腔心事又能跟谁说？#r    我跟师妹说了下山的遭遇，可笑的是不期而会，最后只知道一个花蝴蝶的名号。下次遇到，定要问问他:少侠，你姓谁名谁。",
      "    师妹说，我们衡山的云朵可真好看。山风吹来，云卷云舒，云聚云散。远风吹散又相连。可我不知道怎么才能相连。#r    或许下山去问问花蝴蝶，那个身长林立，云纹宽袍的少年是谁？#r",
      "叁 某年某月的某一天#r#r    君家何处住，妾住在横塘。",
      "肆 某年某月的某一天#r#r    君家何处住，妾住在横塘。"
    ]
  },
  "2040": {
    "Id": 2040,
    "Name": "狄去邪给的信",
    "event": [10, 210092, "find", 211610, "署名“孟方星”的字迹很眼熟"],
    "to": "岳擎川启，",
    "bookpage": [
      "    我已金盆洗手多年，",
      "已不能也不愿再配合，现",
      "在的孟方星只是个商人而",
      "已。念在旧情，劝各位早",
      "日收手，回归正途。莫说",
      "最后一票的托词。当年三",
      "大富商，我分得最少，如",
      "今同样滋润。愿诸位好自",
      "为之。",
      "            孟方星"
    ]
  },
  "2050": {
    "Id": 2050,
    "Name": "给齐可休的战书",
    "from": "中州赵四",
    "to": "齐可休",
    "NextCond": 530080,
    "NextSay": 530080,
    "bookpage": [
      "闻汝坐镇汴京，",
      "妄称武学宗师，",
      "广收门徒，沽名钓誉。",
      "今我观之，",
      "花拳绣腿而已。",
      "你若不服，",
      "三日后午时，",
      "汴京武馆擂台，",
      "敢否一战？"
    ]
  },
  "2051": {
    "Id": 2051,
    "Name": "生辰纲劫案的卷宗",
    "NextSay": 530390,
    "bookpage": [
      "案情摘要：#r生辰纲自南方起运，途径淮南道时，于汴京城郊失踪。劫匪人数不明，沿途留有打斗痕迹。",
      "口供一：押送主官 · 王千户#r“劫匪皆蒙面，来去如风。#r我只记得那为首之人手持一杆长枪，声如洪钟，喝退了我们的护兵。#r他们行迹凶狠，却又不似单纯盗匪，反倒行事有序。”",
      "口供二：官差甲 · 李成#r“当时天色将晚，我瞧见几人从西边树林冲出，直扑车马。#r他们动作很快，转眼便将箱子撬走，往白马寺方向去了。#r我拼命追赶，却跌了一跤，才保住了性命。”",
      "口供三：官差乙 · 周顺#r“我看不对！那些人怕不是贼寇。#r他们明明有熟人带路，路线熟得很。#r有人说见他们往南边去了，怕是要走武昌水道。#r我当时心一凉，就昏了过去……”"
    ]
  }
}